tap 'caskroom/cask'
tap 'homebrew/services'
tap 'caskroom/fonts'
tap 'neovim/neovim'

brew 'stow'

brew 'git'
brew 'hub'
brew 'tig'

brew 'nvm'

brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'autoenv'
brew 'tmux'
brew 'gnu-sed', args: ['with-default-names']
brew 'the_silver_searcher'
brew 'tree'
brew 'reattach-to-user-namespace'

brew 'neovim'
brew 'python'
brew 'python3'

cask 'alfred'
cask 'amethyst'
cask 'docker'
cask 'font-fira-code'
cask 'google-chrome'
cask 'iterm2'
cask 'kaleidoscope'
cask 'visual-studio-code'
