tap 'caskroom/cask'
tap 'homebrew/services'
tap 'domt4/autoupdate'
tap 'koekeishiya/kwm'
tap 'koekeishiya/khd'

brew 'stow'

cask 'tcl'
brew 'git'
brew 'hub'
brew 'tig'

brew 'node'
brew 'npm'
brew 'yarn'

brew 'zsh'
brew 'tmux'
brew 'ack'
brew 'gnu-sed', args: ['with-default-names']
brew 'thefuck'
brew 'tree'
brew 'reattach-to-user-namespace'
brew 'autoenv'

brew 'kwm', restart_service: true
brew 'khd', restart_service: true

cask 'alfred'
cask 'dash'
cask 'docker'
cask 'font-fira-code'
cask 'google-chrome'
cask 'iterm2'
cask 'kaleidoscope'
cask 'ubersicht'
cask 'visual-studio-code'