tap 'caskroom/cask'
tap 'homebrew/services'
tap 'domt4/autoupdate'
tap 'neovim/neovim'

brew 'stow'

cask 'tcl'
brew 'git'
brew 'hub'

brew 'node'
brew 'npm'

brew 'zsh'
brew 'tmux'
brew 'ack'
brew 'gnu-sed', args: ['with-default-names']
brew 'thefuck'
brew 'tree'
brew 'reattach-to-user-namespace'

brew 'neovim'
brew 'python'
brew 'python3'

cask 'google-chrome'
cask 'amethyst'
cask 'alfred'
cask 'iterm2'
cask 'visual-studio-code'
cask 'dash'
cask 'sequel-pro'
cask 'kaleidoscope'
